{
  "characters": [
    {
      "name": "Snow White",
      "shortName": "SnoWhite837",
      "age": 87,
      "height": "5'4\"",
      "job": "Baker",
      "drinksAlcohol": "Yes",
      "wantsChildren": "Yes",
      "location": "Wonderland",
      "bio": "Hello there! My name is Snow White, and my life is anything but ordinary. I feel like it’s important to add that I’m a bit of a package deal. I have seven dwarven partners with whom I live in a tiny cottage somewhere deep in the woods. There’s never a dull moment in this humble abode. As far as interests are concerned, I am a lover of all things nature and animals. In my free time I enjoy singing, baking pies, and embarking on enchanted woodland adventures.",
      "image": "snow_white.jpg"
    },
    {
      "name": "Wolf (AKA Big)",
      "shortName": "BigWolf829",
      "age": 21,
      "height": "8'1\"",
      "job": "Demolition",
      "drinksAlcohol": "No",
      "wantsChildren": "No",
      "location": "Wonderland",
      "bio": "Yo! My name is Wolf, but most call me Big. I’m sure you’ve heard of me before. I’m a very independent individual, and I like to spend my time by ponds. I believe that the stillness brings calm, as well as provides some of the clearest and truest reflections of, you know, myself. I’m a pretty deep thinker and I tend to be steps ahead of anyone else. Another activity I enjoy is to not only huff, but also puff. You wouldn’t believe the causation of these uncommon skills. I like to see myself as a protector and a doer. You’ll be safe with me.",
      "image": "wolf.jpg"
    },
    {
      "name": "Frog",
      "shortName": "Jumper591",
      "age": 38,
      "height": "5in",
      "job": "Unemployed",
      "drinksAlcohol": "Yes",
      "wantsChildren": "Yes",
      "location": "Pond City",
      "bio": "Ahoy! My name is Frog. I’m looking for someone who values touch, mystery, as well as quality time spent together. I enjoy taking strolls by a moonlit pond, talks full of dreams, both past and present and playing my Lute. If you aren’t interested in music, there’s no way we can harmonize. If you’re looking for your happily ever after, I’m ready to begin our story.",
      "image": "frog.jpg"
    },
    {
      "name": "Tinkerbell",
      "shortName": "Tink83",
      "age": 20,
      "height": "6in",
      "job": "Royalty",
      "drinksAlcohol": "Yes",
      "wantsChildren": "No",
      "location": "Neverland",
      "bio": "Hiyee! My name is Tinkerbell. I am from a land of other fae, but spend most of my time in Neverland, located second star to the right and straight on till morning. People love me, I am as precious as I am fun, which is very. I am looking for an individual who isn’t afraid to have a thrill and embrace their inner child. The more adventurous, the better. Another thing that’s most important to me is that you have enough time to spend with me. I don’t mind how, be it admiring me, appreciating me, doting on me. What can I say? I just love to be seen! I enjoy spending time flying through the night sky. If you’re unable to fly on your own, no worries, I have just the dust to help. Hehe!",
      "image": "tinkerbell.jpg"
    },
    {
      "name": "Puss in Boots",
      "shortName": "PBoots12",
      "age": 26,
      "height": "2'2\"",
      "job": "Swordsman",
      "drinksAlcohol": "No",
      "wantsChildren": "No",
      "location": "San Lorenzo",
      "bio": "Alo! My name is Puss and I have nice boots. They are my biggest point of pride, my most cherished possession. My personality can be best compared to that of my sword, “bright, sharp, and speedy”. In my freetime I enjoy a swift sword fight, a tall glass of milk, or saving yet another kingdom from its own demise. I’m looking for someone as charming and likable as myself, but not too much so. It’s also important to me that my love can keep up with my fast pace in life. Talk soon!",
      "image": "puss_in_boots.jpg"
    },
    {
      "name": "Queen of Hearts",
      "shortName": "QHearts83",
      "age": 159,
      "height": "1'4\"",
      "job": "Royalty",
      "drinksAlcohol": "Yes",
      "wantsChildren": "No",
      "location": "Wonderland",
      "bio": "Ello! I am the Queen of Hearts. I am a bold individual who knows what she wants. I am of high regard, and expect the utmost loyalty. I have a very strict approach to life, and am a firm believer in rules. For example, roses are to be red. If they are any other color, they are to be painted immediately. I love all sorts of games.",
      "image": "queen_of_hearts.jpg"
    },
    {
      "name": "Aladdin",
      "shortName": "CarpetGuy96",
      "age": 18,
      "height": "6'3\"",
      "job": "Social Worker",
      "drinksAlcohol": "Yes",
      "wantsChildren": "Yes",
      "location": "Agrabah",
      "bio": "Hey! My name is Aladdin. I’m looking for an adventurous spirit who isn’t afraid of anything. I have a best friend named Genie, who is always there for me. Traveling by my magic carpet is my preferred way to get around. I’m looking for someone who can see people for who they are and has a knack for helping others.",
      "image": "aladdin.jpg"
    },
    {
      "name": "Ursula",
      "shortName": "UrLegs8",
      "age": 55,
      "height": "5'9\"",
      "job": "Royalty",
      "drinksAlcohol": "Yes",
      "wantsChildren": "No",
      "location": "Under the Sea",
      "bio": "I’m Ursula. I’m a woman of my word, and you better be too. Lest there be grave consequences. Hehe. Only joking. I like to make waves, eat sushi, and be the most powerful individual in the room. I am a person who is rather sure of myself, so if you feel like you can handle that, feel free to swim into my dms. I hate family because of my own treating me most poorly. I hope you keep family low on your priority list too. I am assertive and assured, and need someone who is willing to let me be number one.",
      "image": "ursula.jpg"
    },
    {
      "name": "Robin Hood",
      "shortName": "DaTights",
      "age": 30,
      "height": "5'1\"",
      "job": "Philanthropist",
      "drinksAlcohol": "No",
      "wantsChildren": "Yes",
      "location": "Barnsdale Forest",
      "bio": "Hiya! I’m Robin Hood. Out here stealing hearts, one arrow at a time. As the name hints, I dabble with mischief, but in the name of good of course. I’m out to help those who are in need, which sometimes involves taking from those who have too much. If greed is your game, keep on looking. I’m impartial to the needy, and have a lot of heart to give. I like to live dangerously through adventure and by seizing opportunities when they present themselves.",
      "image": "robin_hood.jpg"
    },
    {
      "name": "Captain Hook",
      "shortName": "CapnHook",
      "age": 120,
      "height": "6'",
      "job": "Captain",
      "drinksAlcohol": "Yes",
      "wantsChildren": "No",
      "location": "At Sea",
      "bio": "Ahoy, potential mateys! I’m Hook, Captain Hook. The name comes from the fact that I have exactly one hand, and one hook. I’m a crusader of the sea, a chaser of gold, and an all around a jolly good time. I enjoy a thrilling hunt for what it is that I desire, which is typically gold, but currently it’s a comrade. A fellow mate to help keep our crew tiptop. My strong dislikes are alligators and children. I despise children. This is a non-negotiable.",
      "image": "captain_hook.jpg"
    }
  ],
  "configuration": {
    "characterImages": "static/images/profile-pictures/",
    "matchOdds": 0.35
  }
}
